import { IPage } from '../Type/Interfaces';

export const work: IPage[] = [
  {
    page: 1,
    isVisibleOption: false,
    title: '조선시대 대령숙수가 된 나',
    author: '안소',
    contents: [
      '그 독을 먹고 살 수 있는 사람은 아무도 없어요.',
      '심장이 타들어가는 느낌이다. 아니, 심장에 커다란 구멍이 생긴 듯하다. 아파.',
      '그 가운데 들려오는 덤덤한 남자의 목소리는 몹시 거슬렸다.',
      '내가 독 먹은 거 나도 알거든? 하지만 살아 있잖아? 그러니 곧 죽을 거란 얘기라면 나가서 해줄래?',
      '아, 안돼요! 우리 천 귀인님, 이대로 돌아가시면 안돼요! 우리 소주 좀 살려주세요 어르신!',
      '이번엔 엉엉 우는 여자의 목소리가 들려왔다.',
      '천 귀인은 또 누구야? 내가 천씨이긴 하지만, 한번도 내 성에 귀인이란 좋은 단어가 붙은 적은 없는데.',
      '남자는 대답하지 않았지만, 여자가 더욱 거세게 우는 걸 들으니, 고개를 저었다거나 한 모양이다.',
      '엉엉 우는 소리가 시끄럽게 머리를 울렸다. 결국 참다 못해 무거운 눈꺼풀을 억지로 들어올렸다.',
      '나같은 환자는 지금 여기에 누워서 푹 쉬어야 하지만, 이런 상황에서 쉴 수 있을 리가 없......는데.',
      '소주?',
    ],
  },
  {
    page: 2,
    isVisibleOption: true,
    contents: [
      '요즘 왕을 독살하려는 작자들이 있다는 소문이 들려온다.',
      '왕이 나를 부르신다.',
      '나를.. 의심하시는 걸까?',
      '잘못하면 목이 날아갈 수도 있다.',
      '어떡하지?',
    ],
  },
];
